DSnake.java-debug
abusaidm.html-snippets
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.javadebugger
eg2.tslint
eg2.vscode-npm-script
EQuimper.react-native-react-redux
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
gerane.Theme-Dracula
HookyQR.beautify
MariusAlchimavicius.json-to-ts
msjsdiag.debugger-for-chrome
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
ritwickdey.LiveServer
timothymclane.react-redux-es6-snippets
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
