abusaidm.html-snippets
bierner.color-info
bierner.emojisense
bierner.markdown-preview-github-styles
chris-noring.node-snippets
chrmarti.regex
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
gerane.Theme-Dracula
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
ICS.japanese-proofreading
JamesBirtles.svelte-vscode
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
karigari.chat
MariusAlchimavicius.json-to-ts
ms-edgedevtools.vscode-edge-devtools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
oderwat.indent-rainbow
Orta.vscode-jest
PKief.material-icon-theme
pnp.polacode
ritwickdey.LiveServer
shardulm94.trailing-spaces
snipsnapdev.snipsnap-vscode
steoates.autoimport
svelte.svelte-vscode
taichi.vscode-textlint
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
